// prettier-ignore
export default [
  {
    key: 'bathroom_event1',
    texts: [
      'シャワーだ。',
      '水は通っているようだ。',
    ],
  },

  {
    key: 'bathroom_event2',
    texts: [
      'バスタブだ。',
      '水は通っているようだ。',

      'バスタブだ。',
      '水が張ってある。',
      // 選択肢
      'バスタブの水を抜きますか？',
      'はい',
      'いいえ',
      // 選択肢=>はい
      '水を抜いた。',
      'バスタブの中に何かがある。',
      '鍵を見つけた。',
      // 選択肢=>いいえ
      'やめておこう。',
    ],
  },

  {
    key: 'bathroom_event3',
    texts: [
      '何か落ちている。',
      '鍵を見つけた。',
      '...。',
      '最初にここに来たときには無かったような気がする。',
    ],
  },
];