// prettier-ignore
export default [
  {
    key: 'roomG_event0',
    texts: [
      'クローゼットを開けた。',
      '男性用の服がいくつか掛けられている。',
    ],
  },

  {
    key: 'roomG_event1',
    texts: [
      '棚のドアを開けた',
      'ノートが並んでいる。',
      'いくつか中を見てみたが何か専門的なことが書かれているようだ。\\!私には何のことについて書かれているのか分からない。',
    ],
  },

  {
    key: 'roomG_event2',
    texts: [
      '棚の引出しを開けた。',
      '特に何も入っていなかった。',

      '棚の引出しを開けた。',
      'ハンマーが入っている。何かに使えるかもしれない。',
      'ハンマーを手に入れた。',

    ],
  },

  {
    key: 'roomG_event3',
    texts: [
      '机の引出しを開けた。',
      '文具がいくつかあるが特に使えそうなものはない。',
    ],
  },

  {
    key: 'roomG_event4',
    texts: [
      '本棚だ。',
      '何か専門的な本が並んでいるようだが私には良くわからない。',
    ],
  },

  {
    key: 'roomG_event5',
    texts: [
      'ベッドだ。',
      '冷たくなっているが埃っぽくはない。誰かが最近まで使っていた形跡がある。',
    ],
  },

  {
    key: 'roomG_event7',
    texts: [
      '金庫だ。',
      '中は空だ。',

      '金庫だ。',
      '鍵で開けるタイプの金庫のようだ。鍵がかかっている。',
    
      '金庫の鍵を使った。',
      '金庫の中に何か入っている。',
      '鍵を見つけた。',

      '金庫の鍵は開いていない。入力したパスコードが間違っていたようだ。。',
    ],
  },
];