// prettier-ignore
export default [
  {
    key: 'roomD_event0',
    texts: [
      '棚の引出しを開けた。',
      '特に何も入っていなかった。',
    ],
  },

  {
    key: 'roomD_event1',
    texts: [
      '棚の引出しを開けた。',
      '特に何も入っていなかった。',

      '棚の引出しを開けた。',
      'ライターが入っている。何かに使えるかもしれない。',
      '...と思ったがオイルが切れているようで火がつかない。',
    ],
  },

  {
    key: 'roomD_event3',
    texts: [
      'ここだけ床の色が違う。',
      '何か工具があればこの床のパネルを外すことが出来るかもしれない。',
      'バールを使って床のパネルを外した。',
      '梯子だ。',
      '床のパネルを外した穴から風が吹き上げてくる。',
      '外に繋がっているかもしれない。',

      'ここだけ床の色が違う。',
      '何か工具があればこの床のパネルを外すことが出来るかもしれない。',
      'どこかに使えそうな工具があるだろうか。探してみよう。',
    ],
  },

  {
    key: 'roomD_event4',
    texts: [
      // 懐中電灯
      '暗い場所なら懐中電灯がある。これで先に進もう。',

      // ライター+オイル
      'ライターを明かりにして進めそうだ。',
      '先に進みますか？',
      'はい',
      'いいえ',
      'やっと外に出られるかもしれない。この場所は何だったのか。',
      'やめておこう。',

      // ライターのみ
      '中は真っ暗だ。何か明かりになるものが欲しい。',
      'ライターは持っているがオイルが切れている。これでは明かりにならない。',

      // 何も持っていない
      '中は真っ暗だ。何か明かりになるものが欲しい。',
    ],
  },
];
