// prettier-ignore
export default [
  {
    key: 'roomB_event1',
    texts: [
      '本棚だ。',
      '様々なジャンルの本が並んでいる。',
    ],
  },

  {
    key: 'roomB_event2',
    texts: [
      '冷蔵庫のドアを開けた',
      '中は空だが電源は入っているようだ。',
    ],
  },

  {
    key: 'roomB_event3',
    texts: [
      'クローゼットを開けた。',
      '中は空だ。',
    ],
  },

  {
    key: 'roomB_event4',
    texts: [
      '金庫だ。',
      '中は空だ。',

      '金庫だ。',
      '4桁のパスコードを入力して開けられるようだ。',
      '(パスコードを入力してください)',

      '金庫の鍵が開いた。入力したパスコードは正しかったようだ。',
      '金庫の中に何か入っている。',
      '鍵を見つけた。',

      '金庫の鍵は開いていない。入力したパスコードが間違っていたようだ。。',
    ],
  },
];