// prettier-ignore
export default [
  {
    key: 'roomC_event1',
    texts: [
      '棚の引出しを開けた。',
      '特に何も入っていなかった。',
    ],
  },

  {
    key: 'roomC_event2',
    texts: [
      '棚の引出しを開けた。',
      '特に何も入っていなかった。',
    ],
  },

  {
    key: 'roomC_event3',
    texts: [
      '本棚だ。',
      '色々なジャンルの本が整頓されずに並べられている。',
    ],
  },

  {
    key: 'roomC_event4',
    texts: [
      '机の上のメモを読んだ。',
      '『本棚の番号について』',
      '『ずいぶんと蔵書も多くなってきたので本棚に番号を振って本を管理することにする。』',
      '『本棚は左奥の棚から0,1,2,3...と順に番号を振る』',
      '『つまり3段あるうちの一番奥の段が左から0,1,2,3、』',
      '『真ん中の段が左から4,5,6、』',
      '『一番手前の段が左から7,8,9、となる。』',
    ],
  },

  {
    key: 'roomC_event5',
    texts: [
      '0番の本棚だ。',
      
      '本棚だ。',
      
      '『小説』と書かれた赤色の札が差し込まれている。この本棚には小説が収められているようだ。',
    ],
  },

  {
    key: 'roomC_event6',
    texts: [
      '1番の本棚だ。',
      
      '本棚だ。',
      
      '『漫画』と書かれた青色の札が差し込まれている。この本棚には漫画が収められているようだ。',
    ],
  },

  {
    key: 'roomC_event7',
    texts: [
      '2番の本棚だ。',
      
      '本棚だ。',
      
      '『言語』と書かれた青色の札が差し込まれている。この本棚には言語関連の本が収められているようだ。',
    ],
  },

  {
    key: 'roomC_event8',
    texts: [
      '3番の本棚だ。',
      
      '本棚だ。',
      
      '『法律』と書かれた黄色の札が差し込まれている。この本棚には法律関連の本が収められているようだ。',
    ],
  },

  {
    key: 'roomC_event9',
    texts: [
      '4番の本棚だ。',
      
      '本棚だ。',
      
      '『投資』と書かれた緑色の札が差し込まれている。この本棚には投資関連の本が収められているようだ。',
    ],
  },

  {
    key: 'roomC_event10',
    texts: [
      '5番の本棚だ。',
      
      '本棚だ。',
      
      '『歴史』と書かれた紫色の札が差し込まれている。この本棚には歴史関連の本が収められているようだ。',
    ],
  },

  {
    key: 'roomC_event11',
    texts: [
      '6番の本棚だ。',
      
      '本棚だ。',
      
      '『情報技術』と書かれた橙色の札が差し込まれている。この本棚には情報技術関連の本が収められているようだ。',
    ],
  },

  {
    key: 'roomC_event12',
    texts: [
      '7番の本棚だ。',
      
      '本棚だ。',
      
      '『芸術』と書かれた黄緑色の札が差し込まれている。この本棚には芸術関連の本が収められているようだ。',
    ],
  },

  {
    key: 'roomC_event13',
    texts: [
      '8番の本棚だ。',
      
      '本棚だ。',
      
      '『地理』と書かれた黒色の札が差し込まれている。この本棚には地図などが収められているようだ。',
    ],
  },

  {
    key: 'roomC_event14',
    texts: [
      '9番の本棚だ。',
      
      '本棚だ。',
      
      '『その他』と書かれた白色の札が差し込まれている。この本棚に未分類の本が収められているようだ。',
    ],
  },
];