// prettier-ignore
export default [
  {
    key: 'roomF_event0',
    texts: [
      'キッチンの戸棚を開けた。',
      'フライパンなどの基本的な調理器具が置いてある。',
    ],
  },

  {
    key: 'roomF_event1',
    texts: [
      '冷蔵庫のドアを開けた。',
      '飲みかけのお茶が入っている。ここには誰か住んでいるのだろうか。',
    ],
  },

  {
    key: 'roomF_event2',
    texts: [
      '棚の引出しを開けた。',
      '特に何も入っていなかった。',
    ],
  },

  {
    key: 'roomF_event3',
    texts: [
      '棚のドアを開けた',

      '棚のドアを開けた拍子に皿を一枚割ってしまった。',
      
      '割れた面が鋭くて危険だが、アレに使えるかもしれない。持っておこう。',
      '何かに使えるかもしれない。持っておこう。',
      
      'また皿を割ってしまいそうだ。触らないでおこう。',
    ],
  },
];