// prettier-ignore
export default [
  {
    key: 'roomD_event0',
    texts: [
      '棚の引出しを開けた。',
      '特に何も入っていなかった。',
    ],
  },

  {
    key: 'roomD_event1',
    texts: [
      '棚の引出しを開けた。',
      '特に何も入っていなかった。',
    ],
  },

  {
    key: 'roomD_event3',
    texts: [
      'ここだけ床の色が違う。',
      '何か工具があればこの床のパネルを外すことが出来るかもしれない。',
      'バールを使って床のパネルを外した。',
      '梯子だ。',
      '床のパネルを外した穴から風が吹き上げてくる。',
      '外に繋がっているかもしれない。',

      'どこかに使えそうな工具があるだろうか。探してみよう。',
      
      'あれれーおかしいなー？',
    ],
  },
];