// prettier-ignore
export default [
  {
    key: 'roomA_event0',
    texts: [
      '気がつくと、部屋の中央に立っていた。',
      'すこし頭がぼんやりする。',
      'ここまで広くはないが、自分の部屋に似ている気がする。',
      '自分の置かれている状況がよく分からないが、とにかく色々と調べてみよう。',
      '自分の家に帰らないと。ここに居るのは不安だ。',
    ],
  },

  {
    key: 'roomA_event1',
    texts: [
      '鍵を使った。ドアの鍵が開いた。',
      'ドアが開かない。鍵がかかっているようだ。',
    ],
  },

  {
    key: 'roomA_event2',
    texts: [
      '本棚だ。',
      '小説が並んでいる。ここは誰かの部屋なのだろうか。',
    ],
  },

  {
    key: 'roomA_event3',
    texts: [
      'クローゼットだ。',
      'ハンガーのみがぶら下がっている。使われていないようだ。',
    ],
  },

  {
    key: 'roomA_event4',
    texts: [
      '机の引出しを開けた。',
      '特に何も入っていない。',
    ],
  },

  {
    key: 'roomA_event5',
    texts: [
      'ベッドだ。',
      '少し埃っぽい。最近は使われていないようだ。',
    ],
  },

  {
    key: 'roomA_event6',
    texts: [
      '机の上のメモを読んだ。',
      '『外は危険だ。家の中にいろ。』と書かれている。',
      '外は危険？\\!私は保護されているのか？',
    ],
  },

  {
    key: 'roomA_event7',
    texts: [
      '部屋の隅に何かある。',
      '鍵を手に入れた。',
    ],
  },
];
