// prettier-ignore
export default [
  {
    key: 'roomG_event0',
    texts: [
      'クローゼットを開けた。',
      '男性用の服がいくつか掛けられている。',
    ],
  },

  {
    key: 'roomG_event1',
    texts: [
      '棚のドアを開けた',
      'ノートが並んでいる。',
      'いくつか中を見てみたが何か専門的なことが書かれているようだ。\\!私には何のことについて書かれているのか分からない。',
    ],
  },

  {
    key: 'roomG_event2',
    texts: [
      '棚の引出しを開けた。',
      '特に何も入っていなかった。',
    ],
  },

  {
    key: 'roomG_event3',
    texts: [
      '机の引出しを開けた。',
      '文具がいくつかあるが特に使えそうなものはない。',
    ],
  },

  {
    key: 'roomG_event4',
    texts: [
      '本棚だ。',
      '何か専門的な本が並んでいるようだが私には良くわからない。',
    ],
  },

  {
    key: 'roomG_event5',
    texts: [
      'ベッドだ。',
      '冷たくなっているが埃っぽくはない。誰かが最近まで使っていた形跡がある。',
    ],
  },
];