// prettier-ignore
export default [
  {
    key: 'storeroom_event1',
    texts: [
      '本棚だ。',
      '何か専門的な本が並んでいるようだが私には良くわからない。',
    ],
  },

  {
    key: 'storeroom_event2',
    texts: [
      '棚のドアを開けた。',
      '特に何も入っていなかった。',
    ],
  },

  {
    key: 'storeroom_event3',
    texts: [
      'クローゼットを開けた。',
      '特に何も入っていなかった。',
    ],
  },

  {
    key: 'storeroom_event4',
    texts: [
      '棚の引出しを開けた。',
      '特に何も入っていなかった。',
    ],
  },

  {
    key: 'storeroom_event5',
    texts: [
      '金庫だ。',
      '中は空だ。',

      '金庫だ。',
      'おもちゃのような小さな南京錠がかかっている。錆びているので鍵があっても開くかどうか分からない。',
    
      'ハンマーで鍵を壊した。',
      '金庫の中に何か入っている。',
      '鍵を見つけた。',
    ],
  },

  {
    key: 'storeroom_event6',
    texts: [
      '棚の引出しを開けた。',
      '工具がケースに整頓されて収められている。',

      '工具の中にバールがある。',
      'これは使えるかもしれない。持っていこう。',

      '金槌の形をしたくぼみがあるが、金槌は無くなっている。',
    ],
  },
];