// prettier-ignore
export default [
  {
    key: 'undergroundPathway_event0',
    texts: [
      '地下通路だ。',
      '暗いがライターの明かりがあれば進めそうだ。',
      '通路の奥に誰かいる。',
      '私は近づいて声をかけようとしたが、相手が何か独り言を言っているようだ。',
      '顔色が悪く異様な格好をしたその人は『家にいろ。外は危ない。』と繰り返し言っている。',
      '私はその人が右手に刃物を持っていることに気がついた。',
      'とりあえず逃げたほうが良さそうだ。',
      '後ろから腕を掴まれたと思ったその瞬間―',
      '目の前が真っ暗になった。痛みはない。',
      '急に意識が遠のく。',
    ],
  },

  {
    key: 'undergroundPathway_event1',
    texts: [
      '地下通路だ。',
      '暗いが懐中電灯があるから安心だ。',
      '上を見上げると梯子の先に明かりが見える。',
      '外に出られるかもしれないと期待したその瞬間―',
      '目の前が真っ暗になった。何が起きたのか分からない。',
      '急に意識が遠のく。',
    ],
  },
];